bierner.markdown-preview-github-styles
castwide.solargraph
charliermarsh.ruff
christian-kohler.path-intellisense
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
editorconfig.editorconfig
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hediet.vscode-drawio
james-yu.latex-workshop
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.color-highlight
njpwerner.autodocstring
pkief.material-icon-theme
pkief.material-product-icons
redhat.vscode-yaml
rust-lang.rust-analyzer
scala-lang.scala
scalameta.metals
shopify.ruby-lsp
steoates.autoimport
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
torn4dom4n.latex-support
wholroyd.jinja
