bierner.markdown-preview-github-styles
charliermarsh.ruff
christian-kohler.path-intellisense
cssho.vscode-svgviewer
editorconfig.editorconfig
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
hediet.vscode-drawio
mechatroner.rainbow-csv
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
pkief.material-icon-theme
pkief.material-product-icons
rust-lang.rust-analyzer
scala-lang.scala
shopify.ruby-lsp
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
torn4dom4n.latex-support
