tap "azure/functions"
tap "brewsci/science"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "stripe/stripe-cli"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "ca-certificates"
brew "azure-cli"
brew "glib"
brew "cairo"
brew "openblas"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cloc"
brew "cookiecutter"
brew "cpanminus"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "findutils"
brew "gdk-pixbuf"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gum"
brew "hdf5"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libgsf"
brew "libmatio"
brew "librsvg"
brew "mysql"
brew "nmap"
brew "nodebrew"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openslide"
brew "peco"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "scala@2.13"
brew "sip"
brew "telnet"
brew "tree"
brew "vips"
brew "watchman"
brew "wget"
brew "zlib"
brew "zplug"
brew "zsh"
cask "docker"
cask "visual-studio-code"