tap "homebrew/bundle"
brew "cloc"
brew "cookiecutter"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "jq"
brew "peco"
brew "tree"
brew "wget"
brew "zlib"
brew "zplug"
brew "zsh"
brew "mise"
brew "fzf"
cask "docker"
cask "visual-studio-code"
cask "raycast"
